Tekla.Structures.DrawingInternal.AssociativityRule.RuleTypeEnum


Tekla.Structures.DrawingInternal.AssociativityRule.RuleTypeEnum.TYPE_UNDEFINED


Tekla.Structures.DrawingInternal.AssociativityRule.RuleTypeEnum.STRETCH


Tekla.Structures.DrawingInternal.AssociativityRule.RuleTypeEnum.SHRINK


Tekla.Structures.DrawingInternal.AssociativityRule.RuleTypeEnum.FIT
